[
  {
    "name":"Acts of the Oireachtas ",
	"link": "http://www.irishstatutebook.ie/",
    "infotext": "This site gives access to Irish Government legislation - Acts ",
    "category": "Legislation"	
  },
  {
    "name":"Alzheimer's Disease International",
	"link": "http://www.alz.co.uk/ADI-publications",
    "infotext": "Alzheimer's Disease International (ADI) is an umbrella group of 66 Alzheimer associations throughout the world. Each of the members is the national Alzheimer association in their country who support people with dementia and their families. ADI produces a range of publications - a newsletter, factsheets, booklets and a video for primary care doctors about dementia. Many of the publications can be downloaded free.",
    "category": "Alzheimer's Disease"	
  },
  {
    "name":"Angelman Syndrome Foundation",
	"link": "http://www.angelman.org/",
    "infotext": "ASF's Mission is to advance the awareness and treatment of Angelman Syndrome through education, information exchange and research.",
    "category": "Angelman Syndrome"	
  },
  {
    "name":"Ann Craft Trust",
	"link": "http://www.anncrafttrust.org/",
    "infotext": "ACT is a UK association working with staff in the statutory, independent and voluntary sectors in the interests of people with learning disabilities who may be at risk from abuse.",
    "category": "Abuse "	

  },
  {
    "name":"Asperger Syndrome Support Group",
	"link": "http://www.users.bigpond.com/pjjcdenton/",
    "infotext": "The goal of the Asperger Syndrome Support Group (ASSG) is to support the parents and families of persons with Asperger's Syndrome and High Functioning Autism. To achieve this goal the following objectives shall be pursued. ",
    "category": "Asperger's Syndrome"	
  },
  {
    "name":"Autism Ireland",
	"link": "http://www.autismni.org/",
    "infotext": "This site provides news and information about the organisation's branches around the country.",
    "category": "Autism "	
  },
    {
    "name":"British Institute for Learning Disabilities",
	"link": "http://www.bild.org.uk/",
    "infotext": "This website includes membership info, publications, reading lists and notices of special projects. Factsheets provide answers to commonly asked questions for people with learning disabilities and their supporters. It has excellent links page to other disability organisations.",
    "category": "National electronic "	
  },
    {
    "name":"British Library Catalogue ",
	"link": "http://catalogue.bl.uk/",
    "infotext": "Provides access to the library catalogue of British Library",
    "category": "Libraries"	
	},	
    {
    "name":"Centre for Evidence Based Social Services (CEBSS) ",
	"link": "http://www.exeter.ac.uk/cebss/index.html",
    "infotext": "The Centre for Evidence-Based Social Services is a partnership between the UK Department of Health, a consortium of Social Services Departments in the South West of England and the University of Exeter. Their main aim is to ensure that decisions taken at all levels in Social Services are informed by trends from good-quality research. Also provides advice and guidance on evidence-based social care, as well as links to relevant organisations, resources and publications",
    "category": "Evidence-Based Medicine"	
	},	
    {
    "name":"Centre for Evidence-Based Medicine - Oxford",
	"link": "http://www.exeter.ac.uk/cebss/index.html",
    "infotext": "Tthe Centre for Evidence-Based Medicine. was established in Oxford as the first of several centres around the UK whose broad aim is to promote evidence-based health care and provide support and resources to anyone who wants to make use of them.",
    "category": "Evidence-Based Medicine"	
	},
	  {
    "name":"Challenging Behaviour Foundation",
	"link": "http://idaal.com/www.challengingbehaviour.org.uk",
    "infotext": "The Challenging Behaviour Foundation exists to demonstrate that individuals with severe intellectual disabilities who are described as having challenging behaviour can enjoy normal life opportunities when their behaviour is properly understood and they receive appropriate individualised support. The CBF will support families, professionals and other stakeholders through education, information, research and partnership working to enable this to happen and will work strategically to influence national policy and practice.",
    "category": "Challenging Behaviour"	
	},
	 {
    "name":"Comhairle ",
	"link": "hhttp://www.comhairle.ie/",
    "infotext": "Comhairle is the national agency responsible for supporting the provision of information, advice and advocacy on social services to ensure this access. It comes within the remit of the Dept of Social & Family Affairs. It supports the provision of information to the public through the nationwide network of Citizens Information Centres, the Citizens Information Call Centre and and through the OASIS and Citizens Information Databases. The agency has a statutory commitment to assist and support people, particularly those with disabilities, in identifying and understanding their needs and options and in accessing their entitlements to social and civil services.",
    "category": "Irish links"	
	},
	 {
    "name":"Community Living (UK)",
	"link": "http://communityliving.org.uk/",
    "infotext": "Independent quarterly Journal. The website includes an online learning disability discussion forum, in cooperation with Learning Disabilities UK.",
    "category": "Community Living"	
	},
	{
    "name":"Concord Film and Video Council",
	"link": "http://www.concordmedia.org.uk/",
    "infotext": "Concord Film and Video Council have a range of videos in the areas of mental health, counselling, therapy, education, women's issues, etc.",
    "category": "Psychiatry/Mental Health"	
	},
	{
    "name":"Contact a Family(UK) ",
	"link": "http://www.cafamily.org.uk/",
    "infotext": "An invaluable source of information for families who care for children with any disability or special need. Contains the complete CaF Directory listing over 1000 rare syndromes.",
    "category": "Families "	
	},
	{
    "name":"Dept of Health & Children ",
	"link": "http://www.doh.ie/",
    "infotext": "This site provides access to the Department of Health and Children, including an extensive list of electronic publications - government legislation, reports, etc.",
    "category": "Irish links"	
	},
	{
    "name":"Disability Federation of Ireland ",
	"link": "http://www.disability-federation.ie/",
    "infotext": "Disability Federation of Ireland represents the needs of disability organisations and those they represent. It offers support and services to disability organisations at a national and regional level as well as advice, guidance and information on a variety of issues.",
    "category": "Disability - General"	
	},
	{
    "name":"Disability Solutions",
	"link": "http://www.disabilitysolutions.org/",
    "infotext": "Disability Solutions is the free publication of The Enoch-Gelbard Foundation. It's mission is: 'To provide in a widely accessible manner, free of charge, information that is useful, sensitive, and current to everyone concerned with developmental disabilities: parents, families, self-advocates, and professionals.' ",
    "category": "Disability - General"	
	},
	{
    "name":"Disability View/Disabity Now",
	"link": "http://www.disabilityview.co.uk/",
    "infotext": "The web site of two online magazines. Covers news and feature articles, profiles classified ad etc. An archive of back issues is included.",
    "category": "Disability - General"	
	},
	{
    "name":"Disability World ",
	"link": "http://www.disabilityworld.org/",
    "infotext": "Disability World is a new web-zine (internet magazine) dedicated to advancing an exchange of information and research about the international independent living movement of people with disabilities.",
    "category": "Disability - General"	
	},
	{
    "name":"Down Syndrome Ireland",
	"link": "http://www.downsyndrome.ie/",
    "infotext": "This Irish website contains lists of resources and contact groups. It has a diary of upcoming events.",
    "category": "Down's Syndrome"	
	},
	{
    "name":"Down Syndrome Research & Practice Library (UK) ",
	"link": "http://www.dseinternational.org/en-gb/",
    "infotext": "This web site contains archives of articles, books and papers about issues relevant to Down syndrome.",
    "category": "Down's Syndrome"	
	},
	{
    "name":"Downs Syndrome Association (UK)",
	"link": "http://www.dsa-uk.com/",
    "infotext": "Extensive website with information for families and professionals, a dedicated page is offered to new parents. Covers information, literature, news medical research etc.",
    "category": "Down's Syndrome"	
	},
	{
    "name":"Drugs Awareness Programme ",
	"link": "http://www.dap.ie/",
    "infotext": "This new interactive drug awareness website is aimed at young people, families, parents and professionals who can help in drug prevention and provides relevant, up-to-date, evidence-based information online.",
    "category": "Drugs"	
	}
]
